Repository: vidarmagnusson/FrodiCleaned
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da_dk, is_is

source: title
da_dk: tittel
is_is: titill

source: number
da_dk: nummer
is_is: númer

source: description
da_dk: beskrivelse
is_is: lýsing

source: URL of original version
da_dk: URL af den originale version
is_is: Vefslóð á upprunanlegu útgáfuna

source: law
da_dk: lov
is_is: lög

source: laws
da_dk: love
is_is: lög

source: Chapter %(number)s - %(title)s (%(law)s)
da_dk: Kapittel %(number)s - %(title)s (%(law)s)
is_is: %(number)s. kafli - %(title)s (%(law)s)

source: law section
da_dk: lov felt
is_is: lagakafli

source: law sections
da_dk: lov felter
is_is: lagakaflar

source: subnumber
da_dk: under-nummer
is_is: undirnúmer

source: content
da_dk: innehold
is_is: innihald

source: Article %(number)d
da_dk: Artikkel %(number)d
is_is: %(number)d. grein

source: law article
da_dk: lov artikkel
is_is: lagagrein

source: law articles
da_dk: lov artikler
is_is: lagagreinar

source: name
da_dk: navn
is_is: nafn

source: coordinate points
da_dk: koordinater
is_is: hnit

source: country area
da_dk: land område
is_is: landsvæði

source: country areas
da_dk: land områder
is_is: landsvæði

source: zip code
da_dk: post kode
is_is: póstnúmer

source: logo
is_is: einkennismerki

source: area
da_dk: område
is_is: svæði

source: municipality
da_dk: kommune
is_is: sveitarfélag

source: municipalities
da_dk: kommuner
is_is: sveitarfélög

source: title of license
da_dk: license tittel
is_is: nafn leyfisins

source: creativecommons.org url
is_is: creativecommons.org vefslóð

source: large representative image
da_dk: stort beskrivende billede
is_is: stór táknmynd

source: small representative image
da_dk: lille beskrivende billede
is_is: lítil táknmynd

source: license abbreviation
da_dk: forkortelse af licens
is_is: skammstöfun leyfis

source: Successfully deleted course
is_is: Tókst að eyða áfanganum

source: You are not authorized to delete course
is_is: Hefur ekki heimild til að eyða áfanga

source: Course not found
is_is: Áfangi fannst ekki

source: My courses
is_is: Mínir áfangar

source: Course has been made into an exemplary course
is_is: Áfanginn hefur verið gerður að fyrirmyndaráfanga

source: User is not authorized to make this course exemplary
is_is: Hefur ekki heimild til að gera þennan áfanga að fyrirmyndaráfanga

source: Course could not be made exemplary. Contact system administrator.
is_is: Tókst ekki að búa til áfanga sem fyrirmyndaráfanga. Hafðu samband við kerfisstjóra.

source: Hold down "Control", or "Command" on a Mac, to select more than one.
da_dk: Hold "control", eller "command" inde på en Mac, hvis du vil vælge mere end én.
is_is: Haltu niðri "Control" eða "Command" á Mac til að velja fleiri en einn.

source: subject
da_dk: fag
is_is: námsgrein

source: subjects
da_dk: fag
is_is: námsgreinar

source: subject combination
da_dk: fag sammensætning
is_is: námsgreinasamsetning

source: subjects combinations
da_dk: fag sammensætninger
is_is: námsgreinasamsetningar

source: topic
da_dk: emne
is_is: viðfangsefni

source: topics
da_dk: emner
is_is: viðfangsefni

source: topic combination
da_dk: emne sammensætning
is_is: viðfangsefnasamsetning

source: topics combinations
da_dk: emne sammensætninger
is_is: viðfangsefnasamsetningar

source: evaluation
da_dk: vurdering
is_is: námsmat

source: evaluations
da_dk: vurderinger
is_is: námsmat

source: In progress
da_dk: Under bearbejdelse
is_is: Í vinnslu

source: Ready for inspection
da_dk: klar til inspicering
is_is: Tilbúið til skoðunar

source: Approved by school
da_dk: Godkendt af skole
is_is: Samþykkt af skóla

source: Officially approved
da_dk: Officielt godkendt
is_is: Samþykkt af ráðuneyti

source: Rejected by school
is_is: Hafnað af skóla

source: Rejected officially
is_is: Hafnað af ráðuneyti

source: Level 1
da_dk: 1. niveau
is_is: 1. þrep

source: Level 2
da_dk: 2. niveau
is_is: 2. þrep

source: Level 3
da_dk: 3. niveau
is_is: 3. þrep

source: Level 4
da_dk: 4. niveau
is_is: 4. þrep

source: descriptive name
da_dk: beskrivende navn
is_is: lýsandi heiti

source: Write a short sentence which describes the subject and the topic of the course. Examples of descriptive names are: 21st century Icelandic art history, Maintenance control of machines, Sales and services, German pronunciation and vocabulary, Hair coloring, Linux administration.
da_dk: Beskriv, med en kort sætning, faget og emnet for dette kurs. Exempler på beskrivende ord er:
is_is: Skrifaðu stutta setningu sem lýsir námsgrein og viðfangsefni áfangans. Dæmi um lýsandi heiti er: Íslensk listasaga á 21. öld, Viðhaldsstjórnun véla, Sala og þjónusta, Þýskur framburður og orðaforði, Hárlitun, Linux netstjórnun.

source: Write or choose from the list to the right a subject that describes the foundational area of expertise which is taught in the course. Examples of subjects are: Mathematics, Icelandic, chemistry, electrical circuits, first aid, media, hair styling, industrial control, machine handling, management, electrical engineering, industrial architecture. It is permissible to name more than one subjects (separated by a comma) when creating multi-disciplinary courses.
da_dk: Skriv, eller vælg fra listen til højre, et ord der beskriver hvilket grundområde kursen dækker. For eksempel: Matematik, Islandsk, kemi, elektriske systemer, førstehjælp, medier, frisør-studier, industri ledelse, maskinebrug, ledelse, elektronisk ingeniør, industri arkitektur. Man kan vælge mere end et område, (adskilt af komma) hvis den aktuelle kurs er tværfaglig.
is_is: Skrifaðu eða veldu úr lista til hliðar námsgrein sem lýsir því grunnsviði eða fagi sem kennt er í áfanganum, til dæmis stærðfræði, íslenska, efnafræði, raflagnir, skyndihjálp, margmiðlunarfræði, hárgreiðsla, iðnfræði, vélfræði, stjórnun, rafmagnsfræði, iðnteikning. Leyfilegt er að tilgreina fleiri en eina námsgrein (aðskildar með kommu) þegar um þverfaglegan áfanga er að ræða.

source: Write or choose from the list to the right one to four of the most influential topics of the course. Separate the topics by a comma. Examples of topics are: Pedagogy, genetics, statistics, grammar, alternating currents, machine architecture, welding. Keep in mind that only two letters will represent the topic in the course abbreviation
da_dk: Skriv, eller vælg fra listen til højre, et til fire af de mest aktuelle emner for kursen. Hold emnerne adksildte med komma. Eksemplar af emner er: Pædagogik, gen-studier, statistik, grammatik, skiftestrøm, maskine arkitektur, splejsning. Husk at kun to bogstaver kommer til at repræsentere emnet i kursens forkortelse.
is_is: Skrifaðu eða veldu úr lista til hliðar eitt til fjögur umfangsmestu viðfangsefni áfangans. Aðskilið upptalninguna með kommu. Dæmi um viðfangsefni er uppeldisfræði, erfðafræði, tölfræði, málfræði, riðstraumur, vélateikning, logsuða. Hafðu í huga að það munu aðeins tveir bókstafir í áfanganúmeri lýsa viðfangsefninu.

source: level
da_dk: niveau
is_is: þrep

source: Make a suggestion about the course's competence level. Choose the corresponding competence level below. Note that at least 75%% of the course topics should belong to the course's competence level
is_is: Gerðu tillögu um hvaða hæfniþrep áfanginn tilheyrir. Veldu viðeigandi þrep hér fyrir neðan. Miða skal við að a.m.k. 75%% viðfangsefna áfangans tilheyri því hæfniþrepi sem áfanginn er skilgreindur á

source: school credits
da_dk: skole points (f.eks. ECTS)
is_is: framhaldsskólaeiningar

source: Here is the scope of the course given in school credits. A school credit is the measurement of an average student work contribution in school, disregarding whether the studies are practical or theoretical and whether it takes place within or outside the school. Each school credit translates to about three days of work (6-8 hours a day) for the student. It is advised to keep the competence goals in mind when estimating work contribution and assigning school credits. (To use old school credits it is necessary to configure the schools information accordingly. This system will automatically translate between the two credits systems according to the formula: school credits = old credits x 60/35.)
is_is: Hér er umfang áfangans gefið upp í framhaldsskólaeiningum. Framhaldsskólaeining (fein.) er mælikvarði á vinnuframlagi nemenda í framhaldsskólum óháð því hvort námið er verklegt eða bóklegt og hvort það fer fram innan skóla eða utan. Hver eining samsvarar u.þ.b. þriggja daga vinnu nemenda (6-8 klst/dag). Ráðlagt er að hafa hæfniviðmið til hliðsjónar þegar vinnuframlag nemenda og fjöldi framhaldsskólaeininga er ákvarðaður. (Ef skólinn vill nota gamlar einingar þarf að stilla sérstaklega á gamlar einingar. Vefkerfið flytur á milli einingarkerfa með jöfnunni: framhaldsskólaeiningar = gamlar einingar x 60/35.)

source: A short description of the main content of the course
da_dk: En kort beskrivelse af kursens indhold
is_is: Stutt lýsing á meginefni áfangans.

source: prerequisites
da_dk: vilkår
is_is: forkröfur

source: Here are listed the prerequisites for the course if there are any. Prerequisites can for example be specific courses that the student must have passed before or at the same time as this course, the amount of school credits for a specific topic on a specific level or any other description of prerequisites the student must fulfill.
da_dk: Her er vilkårene for kursen beskrevet, hvis der er nogen. Vilkår kan for eksempel være andre kurser som eleven skal bestå før eller samtidig som denne kursus, mængde af skole points eleven skal have bestået, eller hvilke som helst andre vilkår som eleven skal kunne opfylde.
is_is: Hér eru tilgreindar forkröfur fyrir áfangann ef þær eru til staðar. Forkröfur geta t.d. verið tilteknir áfangar sem nemandi þarf að ljúka áður eða samhliða þessum áfanga, fjöldi framhaldsskólaeininga innan ákveðins námssviðs á tilteknu hæfniþrepi eða önnur lýsing á skilyrðum sem nemandi þarf að hafa uppfyllt.

source: knowledge goals
da_dk: viden mål
is_is: þekkingarviðmið

source: Knowledge goals describe the knowledge the student shall have acquired by passing the course. Knowledge ranges from facts to laws to processes and is both theoretical and applicable. The course evaluation takes these goals into account. On average 2 to 10 goals are expected to be added as continuation of the following sentence: A studet shall have acquired knowledge and understanding of:
is_is: Þekkingarviðmið segja til um þá þekkingu sem nemandinn á að hafa öðlast við lok áfangans. Þekking tekur til staðreynda, lögmála og aðferða og er bæði fræðileg og hagnýt. Námsmat áfangans tekur mið af þessum viðmiðum. Að jafnaði er gert ráð fyrir 2-10 viðmiðum sem eru skrifuð sem framhald við setninguna: Nemandi skal hafa öðlast þekkingu og skilnings á:

source: skill goals
is_is: leikniviðmið

source: Skill goals describe the skills the student shall have acquired by passing the course. Skills can be both mental and practical and allow the student to apply methods and processes. The course evaluation takes these goals into account. On average 2 to 10 goals are expected to be added as continuation of the following sentence: A student shall have acquired the skills to: Verbs related to skills are e.g. apply, inspect, use, speak, write, draw, calculate, express, do, construct, manage...
is_is: Leikniviðmið segja til um þá leikni sem nemandinn á að hafa öðlast við lok áfangans. Leiknin er bæði vitsmunaleg og verkleg og felur í sér að geta beitt aðferðum og verklagi. Námsmat áfangans tekur mið af þessum viðmiðum. Að jafnaði er gert ráð fyrir 2-10 viðmiðum sem eru skrifuð sem framhald við setninguna: Nemandi skal hafa öðlast leikni í að: Sagnorð sem vísa í leikni eru t.d. beita, skoða, nota, tala, skrifa, rita, reikna, teikna, miðla, framkvæma, smíða, stýra,...

source: competence goals
da_dk: kompetence mål
is_is: hæfniviðmið

source: Competence goals describe the competence the student shall have acquired by passing the course. Competence means the overlook and ability to apply the knowledge and skills. These goals must therefore relate to or build upon the knowlede and skill goals of the course. Care must be taken to allow the competence goals to be evaluated. After writing each comptence goals one can describe its evaluation to make it easier to write the competence goals with evaluation in mind. Examples of evaluation methods can be: Oral exams, peer evaluation, guided evaluation, self-evaluation, evaluation of oral debates, normal debates, talks, presentations, arguments, work processes, work organization, finishing, resourcefulness, communications, responsible/consciencous work contribution ... On average 2 to 10 goals are expected to be added as continuation of the following sentence: A student shall be able to apply the general knowledge and skills he/she has acquired to: Verbs and phrases that relate to competence are e.g. gather, use, express, debate, explain, describe, participate, relate ... to, be active, be responsible, be able to, argue, understand, show initiative, do, work, evaluate ...
is_is: Hæfniviðmið segja til um þá hæfni sem nemandinn á að hafa öðlast við lok áfangans. Hæfnin felur í sér yfirsýn og getu til að hagnýta þekkingu og leikni. Viðmiðin verða því að tengjast eða byggja á þekkingar- og leikniviðmiðum áfangans. Gæta þarf að því í framsetningu hæfniviðmiða að námsmat áfangans geti falið í sér mat á hæfni nemenda með tilliti til þeirra viðmiða sem hér eru sett fram. Til að auðvelda þetta, gefst kostur eftir að hvert hæfniviðmið hefur verið ritað, að tilgreina í grófum dráttum hvernig það verður metið. Sem dæmi má nefna, munnleg próf, jafningjamat, leiðsagnarmat, sjálfsmat, mat á kappræðum, rökræðum, fyrirlestrum, kynningum, rökstuðningi, verklagi, verkskipulagi, frágangi, útsjónarsemi, samskiptahæfni, ábyrgu vinnuframlagi/samviskusemi, ... Að jafnaði er gert ráð fyrir 2-10 viðmiðum sem eru skrifuð sem framhald við setninguna: Nemandi skal geta hagnýtt þá almennu þekkingu og leikni sem hann hefur aflað sér til að: Sagnorð og orðasambönd sem vísa í hæfni eru t.d. afla, nýta, miðla, rökræða, útskýra, fjalla um, taka þátt, tengja ... við, vera virkur, vera ábyrgur, búa yfir, rökstyðja, gera sér grein fyrir, sýna skilning, sýna frumkvæði, gera, leysa af hendi, vinna, meta

source: Here is a general description of evaluation and evaluation methods used in the course to evaluate the knowledge, skills and competences which the student has acquired in the course and worked according to the goals set forward in the course description. This is not the place to put ratios between evaluation techniques, that information belongs to the course syllabus
is_is: Hér er almenn umfjöllun um námsmat og námsmatsaðferðir áfangans en þeim er ætlað að meta þá þekkingu, leikni og hæfni sem nemandinn hefur öðlast í áfanganum og unnið var að samkvæmt þeim viðmiðum sem sett eru fram í áfangalýsingu. Ekki skal setja fram hlutfallstölur, þar sem þær upplýsingar eiga betur heima í kennsluáætlun.

source: status
da_dk: tilstand
is_is: staða

source: last modified
da_dk: sidst ændret
is_is: síðast uppfært

source: derived from
da_dk: baseret på
is_is: byggir á

source: authors
da_dk: forfatter
is_is: höfundar

source: The curricula system allows many individuals to collaborate on courses. It is easy to give others a chance to review, comment on, and improve the course, even if they work within or outside of your school. You as an author can choose co-authors. Author and co-authors are assigned while the course is being designed and created. When a course has been approved by school officals and added to a curricula database and connected to a programme, authors will not be attributed. Here below is a list of possible co-authors. The list contains persons you follow in the community who have access to the curricula database. If somebody is missing from the list you need to subscribe to that person in the community and/or ask the curricula managers in that person's school to give them access to the curricula database.
is_is: Námskrárgrunnurinn gerir ráð fyrir að margir einstaklingar geti unnið að gerð sömu áfangalýsingar. Auðvelt er að gefa öðrum tækifæri til að lesa yfir, koma með athugasemdir og betrumbæta áfangalýsinguna, hvort sem þeir starfa innan þíns skóla eða utan. Þú sem höfundur áfangans getur valið þér meðhöfunda. Höfundur og meðhöfundar eru skráðir við áfangalýsingu á meðan hún er í ritun. Þegar áfangalýsing hefur verið samþykkt af skólayfirvöldum, sett í grunninn og tengd námsbraut er höfunda ekki getið. Hér fyrir neðan birtist listi yfir mögulega meðhöfunda. Hann listar upp það fólk sem þú fylgist með í samfélagi námskrárgrunnsins og hefur jafnframt aðgang að grunninum. Ef einhvern vantar í listann, þarftu að gerast áskrifandi á samfélagssíðu viðkomandi notanda og/eða tala við námskrárstjórnendur í viðkomandi skóla um að leyfa þeim notanda að fá aðgang að námskrárgrunninum.

source: course abbreviation
da_dk: forkortelse af kursus
is_is: áfanganúmer

source: version number
da_dk: version nummer
is_is: útgáfunúmer

source: course
da_dk: kursus
is_is: áfangi

source: courses
da_dk: kurser
is_is: áfangar

source: exemplary course
is_is: Fyrirmyndaráfangi

source: subjects, topics and the descriptive name
is_is: námsgreinar, viðfangsefni og lýsandi nafn

source: course level
is_is: þrep áfangans

source: evaluation of competence_goals
is_is: námsmat hæfniviðmiða

source: competence goals and credits
is_is: hæfniviðmið og einingar

source: course evaluation
is_is: námsmat áfanga

source: Exemplary course: %(course)s
is_is: Fyrirmyndaráfangi: %(course)s

source: exemplary courses
is_is: fyrirmyndaráfangar

source: address)
da_dk: addresse
is_is: heimilisfang)

source: telephone
da_dk: telefon
is_is: sími

source: fax
is_is: bréfsími

source: e-mail
is_is: tölvupóstur

source: website
da_dk: hjemmeside
is_is: vefsíða

source: field
da_dk: område
is_is: svið

source: school
da_dk: skole
is_is: skóli

source: activities
da_dk: aktiviteter
is_is: félagslíf

source: policy
da_dk: politik
is_is: stefna

source: administration
da_dk: styrelse
is_is: stjórn

source: organization
da_dk: organisation
is_is: skipulag

source: instructional methods
da_dk: undervisnings metoder
is_is: kennsluaðferðir

source: support measures
is_is: stuðningur

source: student services
da_dk: elev tjeneste
is_is: nemendaþjónusta

source: pupil rights
da_dk: elev rettigheder
is_is: réttindi námsmanna

source: co-operation
da_dk: samarbejde
is_is: samstarf

source: quality control
da_dk: kvalitets kontrol
is_is: gæðaeftirlit

source: national curriculum
da_dk: national undervisningsplan
is_is: námskrá

source: other information
da_dk: andre oplysninger
is_is: aðrar upplýsingar

source: Curriculum information for %(school)s
da_dk: Information om undervisningsforløbet for %(school)s
is_is: Námskrárupplýsingar fyrir %(school)s

source: curriculum information
da_dk: information om undervisningsforløbet
is_is: námskrárupplýsingar

source: user
is_is: notandi

source: %(user)s (%(title)s) in %(school)s
is_is: %(user)s (%(title)s) - %(school)s

source: curriculum administrator
is_is: námskrárstjórnandi

source: curriculum administrators
is_is: námskrárstjórnendur

source: id according to standard
is_is: einkennisnúmer samkvæmt staðli

source: fields
is_is: svið

source: subfield of
is_is: undirsvið

source: subfield
is_is: undirsvið

source: subfields
is_is: undirsvið

source: Level %d
is_is: %d. þrep

source: exam level
is_is: hæfniþrep prófgráðu

source: exam levels
is_is: hæfniþrep prófgráða

source: exam title
is_is: titill prófgráðu

source: minimum credits
is_is: lágmarkseiningafjöldi

source: maximum credits
is_is: hámarkseiningafjöldi

source: exam
is_is: prófgráða

source: exams
is_is: prófgráður

source: Unapproved
is_is: Ósamþykkt

source: author
is_is: höfundur

source: profession
is_is: námslok

source: professions
is_is: námslok

source: subject level
is_is: hæfniþrep námsgreinar

source: subject levels
is_is: hæfniþrep námsgreina

source: extra rule
is_is: viðbótarregla

source: extra rules
is_is: viðbótarreglur

source: Education Competence
is_is: Námshæfni

source: Health
is_is: Heilsa

source: Creative thinking and knowledge application
is_is: Skapandi hugsun og hagnýting þekkingar

source: Equality
is_is: Jafnrétti

source: Democracy and human rights
is_is: Lýðræði og mannréttindi

source: Education for sustainability
is_is: Menntun til sjálfbærni

source: Reading, expression, communication in the mother language
is_is: Læsi, tjáning og samskipti á íslensku

source: Reading, expression, communication in foreign languages
is_is: Læsi, tjáning og samskipti á erlendum tungumálum

source: Reading, expression, communication of numbers and information
is_is: Læsi, tjáning og samskipti um tölur og upplýsingar

source: key competence
is_is: lykilhæfni

source: key competences
is_is: lykilhæfni

source: key competence goal
is_is: lykilhæfniviðmið

source: key competence goals
is_is: lykilhæfniviðmið

source: course package
is_is: áfangapakki

source: course packages
is_is: áfangapakkar

source: title of programme
is_is: heiti brautar

source: A descriptive title for the programme
is_is: lýsandi titill fyrir brautina

source: The resulting professions of the programme
is_is: Þau námslok sem brautin leiðir til

source: general description
is_is: almenn lýsing

source: rights after graduation
is_is: réttindi að loknu námi

source: competence goals of programme
is_is: lykilhæfniviðmið brautarinnar

source: Something
is_is: Eitthvað

source: organization of programme
is_is: skipulag

source: work training and on-site education
is_is: starfsþjálfun og vinnustaðanám

source: rules regarding progress
is_is: reglur um námsframvindu

source: rules that must be fulfilled for student to progress in his or her studies
is_is: reglur sem nemandi verður að uppfylla til þess að halda áfram í námi

source: quality assurance
is_is: gæðaeftirlit

source: foundations and key competences
is_is: grunnþættir og lykilhæfni

source: foundation and key competence goals
is_is: grunnþættir og lykilhæfniviðmið

source: grades
is_is: einkunnir

source: Evaluation of previous education
is_is: Mat á fyrra námi

source: credits
is_is: einingar

source: The total amount of credits for this programme.
is_is: Heildarfjöldi eininga á þessari braut.

source: programme
is_is: braut

source: programmes
da_dk: programmer
is_is: brautir

source: Post link
is_is: Tengill á færslu

source: feed url
da_dk: kilde url
is_is: vefslóð á fréttaveitu

source: last checked
da_dk: sidst set til
is_is: síðast skoðað

source: feed
da_dk: kilde
is_is: fréttaveita

source: feeds
da_dk: kilder
is_is: fréttaveitur

source: link
is_is: tengill

source: summary
da_dk: sammendræt
is_is: samantekt

source: creation time
da_dk: tid til at skabe
is_is: sköpunartími

source: identifier
da_dk: kendetegn
is_is: einkenni

source: active
da_dk: aktiv
is_is: virk

source: post
is_is: færsla

source: posts
da_dk: post
is_is: færslur

source: address
da_dk: adresse
is_is: heimilisfang

source: URL for more information
da_dk: URL til flere oplysninger
is_is: Tengill á meiri upplýsingar

source: manager
da_dk: overordnet
is_is: stjórnandi

source: student housing
da_dk: kostskole hus
is_is: heimavist

source: student housings
da_dk: kostskole hus
is_is: heimavist

source: monthly rent
da_dk: måneds-leje
is_is: mánaðarleg leiga

source: available amount
da_dk: mængde til stede
is_is: fjöldi í boði

source: size in square meters
da_dk: størrelse i kvadratmeter
is_is: stærð í fermetrum

source: room type
da_dk: værelses type
is_is: herbergistegund

source: room types
da_dk: værelses typer
is_is: herbergistegundir

source: housing service
da_dk: kostskole tjeneste
is_is: húsnæðisþjónusta

source: housing services
da_dk: kostskole tjeneste
is_is: húsnæðisþjónusta

source: price
da_dk: pris
is_is: verð

source: service
da_dk: tjeneste
is_is: þjónusta

source: service offering
da_dk: tjeneste frembud
is_is: þjónusta í boði
