Repository: vidarmagnusson/FrodiCleaned
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da_dk, is_is

source: service offerings
da_dk: tjeneste frembud
is_is: þjónustur í boði

source: contact person
da_dk: kontakt person
is_is: tengiliður

source: email address of contact person
da_dk: kontakt personenes email adresse
is_is: tölvupóstur tengiliðs

source: telephone number of contact person
da_dk: kontakt personens telefon nummer
is_is: símanúmer tengiliðs

source: start date of registration
da_dk: første dag av registreringsforløbet
is_is: byrjunardagur skráninga

source: end date of registration
da_dk: registreringsforløbets slutdato
is_is: lokadagur skráninga

source: acceptance prerequisites
da_dk: vilkår for indtagelse
is_is: inntökuskilyrði

source: Registration information for %(programmes)s in %(school)s
da_dk: Registrerings information for %(programmes)s i %(school)s
is_is: Skráningarupplýsingar í %(programmes)s í %(school)s

source: registration information
da_dk: registrerings information
is_is: skráningarupplýsingar

source: identity number
da_dk: identifikations-nummer
is_is: kennitala

source: principal
da_dk: rektor
is_is: skólastjóri

source: schools
da_dk: skoler
is_is: skólar

source: official name
da_dk: offendligt navn
is_is: opinbert heiti

source: preschool
da_dk: forskole
is_is: leikskóli

source: preschools
da_dk: forskoler
is_is: leikskólar

source: primary school
da_dk: grundskole
is_is: grunnskóli

source: primary schools
da_dk: grundskoler
is_is: grunnskólar

source: abbreviation
da_dk: forkortelse
is_is: skammstöfun

source: secondary school
da_dk: skole for 8-10 klasse
is_is: framhaldsskóli

source: secondary schools
da_dk: skoler for 8-10 klasse
is_is: framhaldsskólar

source: university
da_dk: universitet
is_is: háskóli

source: universities
da_dk: universiteter
is_is: háskólar

source: learning center
da_dk: lære institution
is_is: fræðslumiðstöð

source: learning centers
da_dk: lære institutioner
is_is: fræðslumiðstöðvar

source: representative photo
da_dk: representerende billede
is_is: einkennandi mynd

source: introductory video
da_dk: introductions-film
is_is: kynningarmyndband

source: members
da_dk: medlemmer
is_is: meðlimir

source: School Information for %(school)s
da_dk: Skole information for %(school)s
is_is: Skólaupplýsingar fyrir %(school)s

source: school information
da_dk: skole information
is_is: skólaupplýsingar

source: Staff
da_dk: Stab
is_is: Starfsfólk

source: Teacher
da_dk: Lærer
is_is: Kennari

source: Pupil
da_dk: Elev
is_is: Nemandi

source: Stakeholder
da_dk: Grupper eller personer der påvirker eller kan påvirke virksomheden, og som påvirkes, eller kan påvirkes af virksomheden.
is_is: Hagsmunaaðili

source: email
is_is: tölvupóstur

source: board members
da_dk: styrelsen
is_is: stjórnarmeðlimir

source: student society
da_dk: elev organisation
is_is: nemendafélag

source: student societies
da_dk: elev organisationer
is_is: nemendafélög

source: all schools
da_dk: alle skoler
is_is: allir skólar

source: %(schools)s in %(area)s
da_dk: %(schools)s i %(area)s
is_is: %(schools)s á %(area)s

source: All %(schools)s in the country
da_dk: Alle %(schools)s i landet
is_is: Allir %(schools)s á landinu

source: icon
is_is: teikn

source: slug
is_is: vefslóðartitill

source: url
is_is: vefslóð

source: parent
is_is: foreldri

source: order
is_is: röð

source: sites
is_is: síður

source: groups
is_is: hópar

source: menu
is_is: valmynd

source: menus
is_is: valmyndir

source: text description for more information
is_is: Texti sem vísar á ítarlegri upplýsingar

source: link to more information
is_is: tengill sem vísar á ítarlegri upplýsingar

source: representative image
is_is: einkennandi táknmynd

source: license
is_is: leyfi

source: original author
is_is: upprunalegur höfundur

source: url of original author
is_is: vefslóð upprunalegs höfundar

source: slide
is_is: skyggna

source: slides
is_is: skyggnur

source: pages
is_is: síður

source: highlight
is_is: flýtival

source: highlights
is_is: flýtival

source: Subpages
da_dk: under-sider
is_is: Undirsíður

source: Website not found. Please contact system administrator if you are sure that this should lead to a specific website.
da_dk: Hjemmesiden blev ikke fundet. Kontakt venligst din computer administrator hvis du er sikker på at det skulle lede til en hjemmeside.
is_is: Vefsíða fannst ekki. Vinsamlegast hafðu samband við kerfisstjóra ef þú ert viss um að hér eigi að vera tiltekin vefsíða.

source: An error occurred on the web server. The system administrator has been notified
da_dk: Der opstod en fejl på serveren. Kontakt venligst din computer administrator
is_is: Villa kom upp á vefþjóninum. Kerfisstjórinn hefur fengið skilaboð um villuna.

source: School information web site
da_dk: Skole informations hjemmeside
is_is: Skólavefur mennta- og menningarmálaráðuneytisins

source: About the site
da_dk: Om siden
is_is: Um síðuna

source: You are here
da_dk: Du er her
is_is: Þú ert hér

source: Logout
is_is: Útskráning

source: Login
is_is: Innskráning

source: Return to
da_dk: Vend tilbage til
is_is: Snúa aftur á

source: Website not found
da_dk: Hjemmesiden blev ikke fundet
is_is: Vefsvæðið fannst ekki

source: Recent community activity
da_dk: Nylig aktivitet i samfundet
is_is: Nýleg virkni í samfélaginu

source: News from the schools
da_dk: Nyheder fra skoler
is_is: Fréttir frá skólunum

source: Username
da_dk: Brugernavn
is_is: Notendanafn

source: Log in
da_dk: Log ind
is_is: Innskrá

source: Not a user on the site?
da_dk: Er du ikke en bruger af denne side?
is_is: Nýr notandi?

source: Register
da_dk: Registrer
is_is: Nýskrá

source: Read article
da_dk: Læs artikkel
is_is: Lesa grein

source: Author
da_dk: Forfatter
is_is: Höfundur

source: Get
da_dk: Nå i
is_is: Ná í

source: Please correct the following errors
da_dk: Ret venligst disse fejl
is_is: Vinsamlegast lagfærðu eftirfarandi villur

source: Publish
da_dk: Udgiv
is_is: Birta

source: marked
da_dk: mærkede
is_is: merkti

source: as interesting
da_dk: som interessant
is_is: sem áhugavert

source: is now following what
da_dk: følger nu med i hvad
is_is: fylgist núna með því sem

source: does
da_dk: laver
is_is: gerir

source: Express yourself about something related to studies, teaching, or educations
da_dk: Sig noget om studier, undervisning eller lærdom
is_is: Tjáðu þig um eitthvað sem tengist námi, kennslu eða menntun

source: Preview
da_dk: Forhåndsvisning
is_is: Forskoða

source: Close
da_dk: Luk
is_is: Loka

source: Tags (e.g. resources, icelandic, primary school, language plaza)
da_dk: Kategori (f.eks. kilde, Islandsk, grundskole, sprogtorg)
is_is: Merki (t.d. grunngögn, íslenska, grunnskóli, tungumálatorg)

source: The following categories help others find your submissions faster
da_dk: De fålgende kategorier kan hjælpe andre at finde dine indlæg
is_is: Eftirfarandi flokkar hjálpa öðrum að finna efnið þitt

source: Site-wide
da_dk: over hele siden
is_is: Menntagátt

source: resources
da_dk: kilder
is_is: menntaefni

source: data
is_is: gögn

source: Specific
da_dk: Specifik
is_is: Skólatengt

source: adult education
da_dk: Voksen uddannelse
is_is: fullorðnisfræðsla

source: License
da_dk: Licens
is_is: Leyfi

source: Change
da_dk: Forandring
is_is: Breyta

source: You
da_dk: Du
is_is: Þú

source: Create as an article
da_dk: Sæt ind som en artikkel
is_is: Búa til sem grein

source: Submit files
da_dk: Sæt ind
is_is: Senda inn skjöl

source: Drag and drop files here to attach them to your submission
da_dk: Vælg, hal ind, og slip filer her for at hæfte dem ved dit indkast
is_is: Dragðu skrár hingað til þess að hengja þær við færsluna þína

source: Change information
da_dk: Ændr oplysninger
is_is: Breyta upplýsingum

source: Change information about me
da_dk: Ændr mine personlige oplysninger
is_is: Breyta upplýsingum um mig

source: Look at submissions from
da_dk: Se på indskud fra
is_is: Skoða efni frá

source: Me
da_dk: Mig
is_is: Mér

source: My friends
da_dk: Mine venner
is_is: Vinum mínum

source: Everyone
da_dk: Alle
is_is: Öllum á Menntagátt

source: Articles
da_dk: Artikkler
is_is: Greinar

source: Photos
is_is: Myndir

source: Videos
da_dk: Film
is_is: Myndbönd

source: Audio
is_is: Hljóðskrár

source: Bookmarks
is_is: Tenglar

source: Files
da_dk: Filer
is_is: Skrár

source: Notes
da_dk: Notater
is_is: Skilaboð

source: Password
da_dk: Nøgleord
is_is: Lykilorð

source: Subscribe
da_dk: Følg med
is_is: Gerast áskrifandi

source: What has this user been doing?
is_is: Hvað hefur þessi notandi verið að gera?

source: Recent activity in the community
da_dk: Nylig aktivitet i samfundet
is_is: Nýleg virkni í samfélaginu

source: Events
da_dk: Begivenheder
is_is: Viðburðir

source: No upcoming events
da_dk: Ingen begivenheder i nærmeste fremtid
is_is: Engir viðburðir á döfinni

source: New event
da_dk: Ny begivenhed
is_is: Nýr viðburður

source: Create event
da_dk: Opret en begivenhed
is_is: Skrá viðburð

source: is following
da_dk: følger med
is_is: fylgist með

source: is not following anything
da_dk: følger ikke med noget lige nu
is_is: er ekki að fylgjast með neinum

source: has these subscribers
da_dk: har disse medfølgende
is_is: hefur þessa áskrifendur

source: does not have any subscribers
da_dk: har ingen medfølgende
is_is: hefur enga áskrifendur

source: Statistics
da_dk: Statistikker
is_is: Tölfræði

source: Member since
da_dk: medlem siden
is_is: Meðlimur síðan

source: Subscriber to
da_dk: Abonnerer på
is_is: Áskrifandi að

source: Subscribers
da_dk: Følgere
is_is: Áskrifendur

source: Groups
da_dk: Grupper
is_is: Hópar

source: Photos/Images
da_dk: Billeder
is_is: Myndir

source: Audio files
da_dk: Lyd filer
is_is: Hljóðskrár

source: Links
is_is: Tenglar

source: Finds interesting
da_dk: Synes at det er interessant
is_is: Þykir áhugavert

source: decided to share this which
is_is: ákvað að deila þessu sem

source: posted
is_is: setti inn

source: Read more
da_dk: Læs mere
is_is: Lesa nánar

source: Tags
da_dk: Kategori
is_is: Flokkar

source: %(counter)s finds this interesting
da_dk: %(counter)s finder dette interessant.
is_is: %(counter)s finnst þetta áhugavert.

source: Add
is_is: Bæta við

source: Cancel
is_is: Hætta við

source: Add a tag
is_is: Bæta við flokk

source: Mark as interesting
da_dk: Marker som interessant
is_is: Merkja sem áhugavert

source: Interesting
da_dk: Interessant
is_is: Áhugavert

source: Share with my friends
da_dk: Del med mine venner
is_is: Deila með vinum mínum

source: Share forward
da_dk: Del videre
is_is: Deila áfram

source: Chapter %(section.number|romanize)s - %(section.title)s
da_dk: Kapittel %(section.number|romanize)s - %(section.title)s
is_is: %(section.number|romanize)s. kafli - %(section.title)s

source: Article %(article.number)s %(article.subnumber)s
da_dk: Artikkel %(article.number)s %(article.subnumber)s
is_is: %(article.number)s. grein - %(article.subnumber)s

source: Are you sure you want to approve this course on behalf of the school?
is_is: Ertu viss um að þú viljir samþykkja þennan áfanga fyrir hönd skólans þíns?

source: Yes, I am sure
da_dk: Ja, jeg er sikker
is_is: Já, ég er viss.

source: No, I reject this course
is_is: Nei, ég hafna þessum áfanga

source: Subjects
da_dk: Emner
is_is: Námsgreinar

source: Topics
da_dk: Emner
is_is: Viðfangsefni

source: Level
da_dk: Niveau
is_is: Þrep

source: Credits
da_dk: Point
is_is: Einingar

source: Prerequisites
da_dk: Vilkår
is_is: Kröfur

source: Description
da_dk: Beskrivelse
is_is: Lýsing

source: Knowledge goals
da_dk: Viden mål
is_is: Þekkingarviðmið

source: Skill goals
is_is: Leikniviðmið

source: Competence goals
da_dk: Kompetence mål
is_is: Hæfniviðmið

source: Additional evaluation
da_dk: Nærmere evaluering
is_is: Námsmat

source: Courses
da_dk: Kurser
is_is: Áfangar

source: Course name
is_is: Áfangaheiti

source: Course abbreviation
is_is: áfanganúmer

source: Operations
da_dk: Virksomhed
is_is: Aðgerðir

source: Publish course
da_dk: Udgiv kursus
is_is: Birta áfanga

source: Reactivate
is_is: Endurvekja

source: Delete course
da_dk: Slet kursus
is_is: Eyða áfanga

source: Delete
da_dk: Slet
is_is: Eyða

source: No courses found
is_is: Engir áfangar fundust

source: Are you sure you want to delete this course?
da_dk: Er du sikker på at du vil slette dette kursus?
is_is: Ertu viss um að þú viljir eyða þessum áfanga?

source: Exemplary courses
is_is: Fyrirmyndaráfangar

source: Exemplary course for
is_is: Fyrirmyndaráfangi fyrir

source: No courses have been selected as exemplary courses
is_is: Engir áfangar hafa verið valdir sem fyrirmyndaráfangar

source: Make exemplary
is_is: Gera að fyrirmynd

source: Descriptive name
da_dk: Beskrivende navn
is_is: Lýsandi nafn

source: Notes about
is_is: Athugasemdir um

source: the descriptive name, the subjects and the topics
is_is: lýsandi nafnið, námsgreinarnar og viðfangsefnin

source: the description
is_is: lýsinguna

source: the prerequisites
is_is: forkröfurnar

source: the level
is_is: þrepið

source: Evaluation
is_is: Námsmat

source: School credits
is_is: Framhaldsskólaeiningar

source: the knowledge, skill, and competence goals
is_is: þekkingar-, leikni og hæfniviðmiðin

source: the evaluation of competence goals
is_is: námsmat hæfniviðmiðanna

source: the credits estimation based on the competence goals
is_is: framhaldskólaeiningafjölda út frá hæfnimarkmiðum

source: the evaluation
is_is: námsmatið

source: Create exemplary course
is_is: Búa til fyrirmyndaráfanga

source: Step %(step)s of %(step_count)s
da_dk: Trin %(step)s af %(step_count)s
is_is: Skref %(step)s af %(step_count)s

source: Continue
da_dk: Videre
is_is: Halda áfram

source: Create a new goal
is_is: Búa til nýtt viðmið

source: New goal
is_is: Nýtt viðmið

source: The pupil shall have acquired knowledge and understanding to:
is_is: Nemandinn skal hafa öðlast þekkingu og skilning til að:

source: The pupil shall have acquired skills to:
is_is: Nemandinn skal hafa öðlast leikni í að:

source: The pupil shall be able to use the acquired knowledge and skills to:
is_is: Nemandinn skal geta nýtt þá þekkingu og leikni sem hann hefur aflað sér til að:

source: How will this goal be evaluated?
is_is: Hvernig verður þetta viðmið metið?

source: Evaluation focuses on how the competence goals of the course will be evaluated, that is to say the evaluation method and not a ratio between measurements. It is not necessary to fill in evaluation but it is strongly recommended.
is_is: Námsmat miðast við hvernig hæfniviðmiðum áfangans verða metin, það er að það er að segja aðferðafræðin við matið ekki hlutfall á milli mælingaraðferða. Ekki er nauðsynlegt að slá inn námsmat en sterklega er mælt með því að það sé gert.

source: Delete goal?
is_is: Eyða viðmiði

source: Are you sure you want to delete the following goal?
is_is: Ertu viss um að þú viljir eyða þessu viðmiði?

source: Click on a subject
da_dk: Klik på et fag
is_is: Veldu námsgrein

source: Click on a topic
da_dk: Click på et emne
is_is: Veldu viðfangsefni

source: Abbreviations
da_dk: Forkortelser
is_is: Skammstafanir

source: Subject abbreviation
da_dk: Forkortelse af fag
is_is: Skammstafanir námsgreina

source: Subject abbreviation consists of four letters like for example MATH which stands for mathematics.
da_dk: Forkortelserne af fag er sammensatte af fire bogstaver. For exempel "MATE" som står for matematik
is_is: Skammstafanir námsgreina samanstanda af fjórum bókstöfum eins og til dæmis STÆR sem stendur fyrir stærðfræði.

source: This abbreviation will be used in the curricula database for all schools
da_dk: Denne forkortelse bliver brugt i undervisnings databaser for alle skoler
is_is: Þessi skammstöfun verður notuð í námskrárgrunninum fyrir alla skóla

source: Topic abbreviation
da_dk: Emnes-forkortelse
is_is: Skammstöfun viðfangsefna

source: Topic abbreviation consists of two letters like for example RL which can stand for reading and listening.
da_dk: Emnes forkortelser består af to bogstaver. For eksempel LL som kan stå for at Læse og Lytte.
is_is: Skammstöfun viðfangsefna samanstendur af tveimur bókstöfum eins og til dæmis LH sem gæti staðið fyrir lestur, hlustun

source: Examples of how related topics have been abbreviated in other courses
da_dk: Her er eksempler af hvordan relaterede emner er blevet forkortede i andre kurser
is_is: Dæmi um það hvernig skyld viðfangsefni hafa verið skammstöfuð í öðrum áföngum

source: In the programme, this key competence is fulfilled:
is_is: Á námsbrautinni er unnið að þessari lykilhæfni:

source: Add an item
is_is: Bæta við atriði

source: Create a new competence item
is_is: Búa til nýtt lykilhæfniatriði

source: New competence item
is_is: Nýtt lykilhæfniatriði

source: Delete key competence goal?
is_is: Eyða lykilhæfniviðmiði?

source: Are you sure you want to delete the following key competence item?
is_is: Ertu viss um að þú viljir eyða þessu lykilhæfniviðmiði?

source: Professions
is_is: Námslok

source: Click on a profession
is_is: Veldu námslok

source: Are you sure you want to publish this course?
da_dk: Er du sikker på at du vil udgive denne kurs?
is_is: Ertu viss um að þú viljir birta þennan áfanga?

source: Are you sure you want to reactivate this course?
is_is: Ertu viss um að þú viljir endurvekja þennan áfanga?

source: Interested in
da_dk: Interesseret i
is_is: Hefur áhuga á

source: Create
da_dk: Skab
is_is: Búa til

source: List of stakeholders
da_dk: Liste af de grupper eller personer, som påvirker eller kan påvirke og/eller påvirkes eller kan påvirkes af organisationen
is_is: Listi yfir hagsmunaaðila

source: The exemplary course
is_is: Fyrirmyndaráfanginn

source: Notes about the descriptive name, the subjects and the topics
is_is: Athugasemdir um lýsandi nafn, námsgreinar og viðfangsefni

source: Notes about the description
is_is: Athugasemdir um lýsingu

source: Notes about the prerequisites
is_is: Athugasemdir um forkröfur

source: Notes about the level
is_is: Athugasemdir um þrep

source: Notes about the knowledge, skill, and competence goals
is_is: Athugasemdir um þekkingar-, leikni og hæfniviðmið

source: Notes about the evaluation of competence goals
is_is: Athugasemdir um námsmat hæfniviðmiða

source: Notes about the credits estimation based on the competence goals
is_is: Athugasemdir um framhaldskólaeiningafjölda miðað við hæfnimarkmið

source: Notes about the evaluation
is_is: Athugasemdir um námsmat

source: Submit
da_dk: Send ind
is_is: Senda inn

source: Are you sure you want to delte this image?
da_dk: Er du sikker på at du vil slette dette billede?
is_is: Ertu viss um að þú viljir eyða þessari mynd?

source: Delete image
da_dk: Slet billede
is_is: Eyða mynd

source: What are you looking for?
is_is: Hvað viltu finna?

source: Search
is_is: Leita

source: Advanced search
is_is: Ítarleg leit

source: My latest search strings
is_is: Síðustu leitarorðin mín

source: You haven't searched for anything recently
is_is: Þú hefur ekki leitað að neinu nýlega

source: Popular search strings
is_is: Vinsæl leitarorð

source: Users haven't searched for anything recently
is_is: Notendur síðunnar hafa ekki leitað að neinu nýlega

source: Newest content
is_is: Nýjasta efnið

source: Nothing has been submitted.
is_is: Ekkert hefur verið sent inn.

source: School not found
da_dk: ingen skole fundet
is_is: Skóli fannst ekki

source: An error occurred during log in
da_dk: En fejl opstod ved log-in
is_is: Villa kom upp við innskráningu

source: Log out successful
da_dk: Du er nu logget ud
is_is: Tókst að skrá þig út

source: An error occurred changing the passwords
da_dk: Der opstod en fejl ved ændringen af nøgleordet
is_is: Villa kom upp við að breyta lykilorðum

source: Older password
da_dk: Ældre nøgleord
is_is: Eldra lykilorð

source: New password
da_dk: Nytt nøgleord
is_is: Nýtt lykilorð

source: Retype the new password
da_dk: Indskriv det nye nøgleord igen
is_is: Nýtt lykilorð (aftur)

source: Password change successful
da_dk: Nøgleordet er nu blevet ændret
is_is: Tókst að breyta lykilorði

source: My preferences
da_dk: Mine preferancer
is_is: Stillingarnar mínar

source: my preferences
da_dk: mine preferancer
is_is: stillingarnar mínar

source: Create an account
da_dk: Skab en ny bruger
is_is: Búa til aðgang

source: E-mail
is_is: Tölvupóstur

source: again
da_dk: igen
is_is: aftur

source: User is not authorized to add a tag
is_is: Hefur ekki heimild til að bæta við flokk

source: Activity not found
is_is: Virkni fannst ekki

source: User is not authorized to add a comment
is_is: Hefur ekki heimild til að bæta við athugasemd

source: Could not create a comment
is_is: Gat ekki búið til athugasemd

source: No topics found for subject. You will setting the guideline for this subject so take care and be responsible.
is_is: Engin viðfangsefni fundust fyrir þessa námsgrein. Þitt val mun gilda fyrir alla sem kenna námsgreinina þannig að vandaðu valið.

source: Both subjects and topics must be provided
is_is: Bæði námsgrein og viðfangsefni verða að vera tilgreind

source: User does not have permission
is_is: Notandi hefur ekki heimild

source: Abbreviation must be %d characters
is_is: Skammstöfun verður að vera %d bókstafir

source: Abbreviation is already in use by another subject combination
is_is: Skammstöfun er nú þegar í notkun fyrir aðra námsgreinasamsetningu

source: No goal provided
is_is: Ekkert viðmið tilgreint

source: Not authorized to create goal
is_is: Hefur ekki heimild til að búa til viðmið

source: Goal not found
is_is: Viðmið fannst ekki

source: Not authorized to delete goals
is_is: Hefur ekki heimild til að eyða viðmiðum

source: No professions provided
is_is: Engin námslok tilgreind

source: Both competence description and competence type (number) must be provided
is_is: Bæði lykilhæfnilýsing og og lykilhæfnigerð (númer) verða að vera gefin upp

source: Unable to create competence goal
is_is: Tókst ekki að búa til lykilhæfniviðmið

source: Not authorized to create competence goal
is_is: Hefur ekki heimild til að búa til lykilhæfniviðmið

source: Choice of competence not supplied
is_is: Lykilhæfnigerð er ekki gefin upp

source: Key competence description not found
is_is: Lykilhæfnilýsing fannst ekki

source: User not authorized to create key competence descriptions
is_is: Notandi hefur ekki leyfi til þess að búa til lykilhæfnilýsingar

source: What has %(vieweduser.username)s been doing?
da_dk: Hvad har %(vieweduser.username)s lavet?

source: Courses in progress
da_dk: Kurser i brug

source: Abbreviation
da_dk: Forkortelse
